[
  "obsidian-outliner",
  "obsidian-kanban",
  "calendar",
  "obsidian-enhancing-mindmap",
  "obsidian-excalidraw-plugin",
  "obsidian-dynamic-toc",
  "obsidian-markmind",
  "pdf-to-markdown-plugin",
  "table-editor-obsidian",
  "obsidian-html-tags-autocomplete",
  "obsidian-git",
  "obsidian-image-auto-upload-plugin",
  "obsidian-jupyter",
  "obsidian-enhancing-export",
  "obsidian-dynamic-background",
  "tabs",
  "code-styler"
]